Repository: Kusum2000/locate-missing-people-ai-django
Catalog: source/content/locale/*/LC_MESSAGES/django.po
Languages: hi, kn

source: Password
hi: पासवर्ड
kn: ಗುಪ್ತಪದ

source: Remember me
hi: पहचाना की नहीं
kn: ನನ್ನನ್ನು ನೆನಪಿನಲ್ಲಿ ಇಡು

source: You entered an invalid password.
hi: आपने एक अमान्य पासवर्ड दर्ज किया है।
kn: ನೀವು ಅಮಾನ್ಯವಾದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ.

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು

source: You entered an invalid username.
hi: आपने एक अमान्य उपयोगकर्ता नाम दर्ज किया है।
kn: ನೀವು ಅಮಾನ್ಯವಾದ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿರುವಿರಿ.

source: This account is not active.
hi: यह खाता सक्रिय नहीं है।
kn: ಈ ಖಾತೆಯು ಸಕ್ರಿಯವಾಗಿಲ್ಲ.

source: Email
hi: ईमेल
kn: ಇಮೇಲ್

source: You entered an invalid email address.
hi: आपने एक अमान्य विद्युतडाक पता डाला है।
kn: ನೀವು ಅಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ.

source: Email or Username
hi: ईमेल या उपयोगकर्ता का नाम
kn: ಇಮೇಲ್ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರು

source: You entered an invalid email address or username.
hi: आपने एक अमान्य ईमेल पता या उपयोगकर्ता नाम दर्ज किया है।
kn: ನೀವು ಅಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸ ಅಥವಾ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮೂದಿಸಿದ್ದೀರಿ.

source: Required. Enter an existing email address.
hi: आवश्यक। एक मौजूदा ईमेल पता दर्ज करें।
kn: ಅಗತ್ಯವಿದೆ. ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.

source: You can not use this email address.
hi: आप इस ईमेल पते का उपयोग नहीं कर सकते।
kn: ನೀವು ಈ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: This account has already been activated.
hi: यह खाता पहले ही सक्रिय हो चुका है।
kn: ಈ ಖಾತೆಯನ್ನು ಈಗಾಗಲೇ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Activation code not found.
hi: सक्रियण कोड नहीं मिला।
kn: ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೋಡ್ ಕಂಡುಬಂದಿಲ್ಲ.

source: Activation code has already been sent. You can request a new code in 24 hours.
hi: सक्रियण कोड पहले ही भेजा जा चुका है। आप 24 घंटे में एक नए कोड का अनुरोध कर सकते हैं।
kn: ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೋಡ್ ಅನ್ನು ಈಗಾಗಲೇ ಕಳುಹಿಸಲಾಗಿದೆ. ನೀವು 24 ಗಂಟೆಗಳಲ್ಲಿ ಹೊಸ ಕೋಡ್ ಅನ್ನು ವಿನಂತಿಸಬಹುದು.

source: First name
hi: संतोष
kn: ಮೊದಲ ಹೆಸರು

source: Last name
hi: उपनाम
kn: ಕೊನೆಯ ಹೆಸರು

source: Please enter another email.
hi: कृपया कोई अन्य ईमेल दर्ज करें।
kn: ದಯವಿಟ್ಟು ಇನ್ನೊಂದು ಇಮೇಲ್ ನಮೂದಿಸಿ.

source: You can not use this mail.
hi: कृपया कोई अन्य ईमेल दर्ज करें।
kn: ನೀವು ಈ ಮೇಲ್ ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.

source: Upload clear Face(s) of the missing person
hi: कृपया कोई अन्य ईमेल दर्ज करें।
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯ ಸ್ಪಷ್ಟ ಮುಖ(ಗಳನ್ನು) ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Date of Birth
hi: जन्म की तारीख
kn: 526 / 5,000 Translation results ಹುಟ್ತಿದ ದಿನ

source: State
hi: राज्य
kn: ರಾಜ್ಯ

source: Postcode
hi: पोस्टकोड
kn: ಅಂಚೆ ಕೋಡ್

source: Upload clear Face of the missing person
hi: लापता व्यक्ति का स्पष्ट चेहरा अपलोड करें
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯ ಸ್ಪಷ್ಟ ಮುಖವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Enter your Contact Number
hi: अपना संपर्क नंबर दर्ज करें
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ

source: Street
hi: सड़क
kn: ಬೀದಿ

source: Area
hi: क्षेत्र
kn: ಪ್ರದೇಶ

source: City
hi: शहर
kn: ನಗರ

source: Pin code
hi: पिन कोड
kn: ಪಿನ್ ಕೋಡ್

source: Sex
hi: लिंग
kn: ಸೆಕ್ಸ್

source: Date of Missing
hi: गुम होने की तिथि
kn: ಕಾಣೆಯಾದ ದಿನಾಂಕ

source: Time of Missing
hi: गुम होने का समय
kn: ಕಾಣೆಯಾದ ಸಮಯ

source: Addition Info
hi: अतिरिक्त जानकारी
kn: ಸೇರ್ಪಡೆ ಮಾಹಿತಿ

source: To activate your profile, please follow this link:
hi: अपनी प्रोफ़ाइल सक्रिय करने के लिए, कृपया इस लिंक का अनुसरण करें:
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ದಯವಿಟ್ಟು ಈ ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸಿ:

source: To change your current email address, please follow the link:
hi: अपना वर्तमान ईमेल पता बदलने के लिए, कृपया लिंक का अनुसरण करें:
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಲು, ದಯವಿಟ್ಟು ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸಿ:

source: Your username is:
hi: आपका यूज़रनेम है:
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರು:

source: You received this email because you requested a password reset for your user account.
hi: आपको यह ईमेल इसलिए प्राप्त हुआ है क्योंकि आपने अपने उपयोगकर्ता खाते के लिए पासवर्ड रीसेट करने का अनुरोध किया था।
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಖಾತೆಗೆ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ನೀವು ವಿನಂತಿಸಿರುವ ಕಾರಣ ನೀವು ಈ ಇಮೇಲ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ.

source: Please, go to the following page and choose a new password:
hi: कृपया, निम्न पृष्ठ पर जाएं और एक नया पासवर्ड चुनें:
kn: ದಯವಿಟ್ಟು, ಕೆಳಗಿನ ಪುಟಕ್ಕೆ ಹೋಗಿ ಮತ್ತು ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ:

source: Log in
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ

source: Forgot your password?
hi: पासवर्ड भूल गए हैं?
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಮರೆತಿರುವಿರಾ?

source: Forgot your username?
hi: अपना उपयोगकर्ता नाम भूल गए?
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಮರೆತಿರುವಿರಾ?

source: Logged out
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್

source: Thanks for spending some quality time with the site today.
hi: आज साइट के साथ कुछ गुणवत्तापूर्ण समय बिताने के लिए धन्यवाद।
kn: ಇಂದು ಸೈಟ್‌ನೊಂದಿಗೆ ಸ್ವಲ್ಪ ಗುಣಮಟ್ಟದ ಸಮಯವನ್ನು ಕಳೆದಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.

source: Log in again
hi: फिर से लॉगिन करें
kn: ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ

source: Change email
hi: बदले ई - मेल
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಿ

source: Change
hi: परिवर्तन
kn: ಬದಲಾವಣೆ

source: Change password
hi: पासवर्ड बदलें
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ

source: Change profile
hi: विवरणिका बदले
kn: ಪ್ರೊಫೈಲ್ ಬದಲಾಯಿಸಿ

source: Upload details of Person who went Missing
hi: लापता व्यक्ति का विवरण अपलोड करें
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯ ವಿವರಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Submit
hi: प्रस्तुत करना
kn: ಸಲ್ಲಿಸು

source: Upload Found Person Details
hi: मिला व्यक्ति विवरण अपलोड करें
kn: ಕಂಡುಬಂದ ವ್ಯಕ್ತಿಯ ವಿವರಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: Start Matching
hi: मिलान शुरू करें
kn: ಹೊಂದಾಣಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ

source: Your username is
hi: आपका यूज़रनेम है
kn: ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರು

source: Previous Images
hi: पिछली छवियां

source: Name
hi: नाम
kn: ಹೆಸರು

source: Place
hi: स्थान
kn: ಸ್ಥಳ

source: Action
hi: गतिविधि

source: Images
hi: इमेजिस
kn: ಚಿತ್ರಗಳು

source: Gender
hi: लिंग
kn: ಲಿಂಗ

source: Went Missing
hi: गुम होने की तिथि
kn: ಕಾಣೆಯಾಯಿತು

source: Age
hi: आयु
kn: ವಯಸ್ಸು

source: Extra Info
hi: अधिक जानकारी

source: User ID
hi: यूज़र आईडी
kn: ಬಳಕೆದಾರರ ಗುರುತು

source: User Name
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು

source: Email ID
hi: ईमेल आईडी
kn: ಇಮೇಲ್ ಐಡಿ

source: Cases Filed
hi: दर्ज मामले
kn: ಪ್ರಕರಣಗಳು ದಾಖಲಾಗಿವೆ

source: People Found
hi: लोग मिले
kn: ಜನರು ಕಂಡುಬಂದಿದ್ದಾರೆ

source: Remind a username
hi: एक उपयोगकर्ता नाम याद दिलाएं
kn: ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನೆನಪಿಸಿ

source: Next
hi: अगला
kn: ಮುಂದೆ

source: Resend an activation code
hi: एक सक्रियण कोड फिर से भेजें
kn: ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೋಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಿ

source: Restore password
hi: पासवर्ड पुनर्स्थापित करें
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಸ್ಥಾಪಿಸಿ

source: Please enter your new password twice so we can verify you typed it in correctly.
hi: कृपया अपना नया पासवर्ड दो बार दर्ज करें ताकि हम सत्यापित कर सकें कि आपने इसे सही टाइप किया है।
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಎರಡು ಬಾರಿ ನಮೂದಿಸಿ ಇದರಿಂದ ನೀವು ಅದನ್ನು ಸರಿಯಾಗಿ ಟೈಪ್ ಮಾಡಿರುವುದನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬಹುದು.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः इसलिए कि इसका पहले ही उपयोग किया जा चुका है। कृपया एक नया पासवर्ड रीसेट करने का अनुरोध करें।
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಅಮಾನ್ಯವಾಗಿದೆ, ಬಹುಶಃ ಇದನ್ನು ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಹೊಸ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ವಿನಂತಿಸಿ.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
hi: यदि आपके द्वारा दर्ज ईमेल के साथ कोई खाता मौजूद है, तो हमने आपको आपका पासवर्ड सेट करने के निर्देश ईमेल कर दिए हैं।
kn: ನೀವು ನಮೂದಿಸಿದ ಇಮೇಲ್‌ನೊಂದಿಗೆ ಖಾತೆಯು ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದರೆ, ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಸಲು ನಾವು ನಿಮಗೆ ಸೂಚನೆಗಳನ್ನು ಇಮೇಲ್ ಮಾಡಿದ್ದೇವೆ.

source: You should receive them shortly.
hi: आपको उन्हें शीघ्र ही प्राप्त करना चाहिए।
kn: ನೀವು ಅವುಗಳನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಸ್ವೀಕರಿಸಬೇಕು.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
hi: यदि आपको कोई ईमेल प्राप्त नहीं होता है, तो कृपया सुनिश्चित करें कि आपने वह पता दर्ज किया है जिसके साथ आपने साइन अप किया है, और अपना स्पैम फ़ोल्डर जांचें।
kn: ನೀವು ಇಮೇಲ್ ಸ್ವೀಕರಿಸದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನೀವು ಸೈನ್ ಅಪ್ ಮಾಡಿದ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿರುವಿರಿ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ಪ್ಯಾಮ್ ಫೋಲ್ಡರ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.

source: Create an account
hi: खाता बनाएं
kn: ಖಾತೆಯನ್ನು ತೆರೆಯಿರಿ

source: Create
hi: सृजन करना
kn: ರಚಿಸಿ

source: You are signed up. To activate the account, follow the link sent to the mail.
hi: आप साइन अप हैं। खाते को सक्रिय करने के लिए, मेल पर भेजे गए लिंक का अनुसरण करें।
kn: ನೀವು ಸೈನ್ ಅಪ್ ಆಗಿದ್ದೀರಿ. ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ಮೇಲ್ಗೆ ಕಳುಹಿಸಲಾದ ಲಿಂಕ್ ಅನ್ನು ಅನುಸರಿಸಿ.

source: You are successfully signed up!
hi: आपने सफलतापूर्वक साइन अप कर लिया है!
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಸೈನ್ ಅಪ್ ಆಗಿದ್ದೀರಿ!

source: You have successfully activated your account!
hi: आपने अपना खाता सफलतापूर्वक सक्रिय कर लिया है!
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಿರುವಿರಿ!

source: A new activation code has been sent to your email address.
hi: आपके ईमेल पते पर एक नया सक्रियण कोड भेज दिया गया है।
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಹೊಸ ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.

source: Profile data has been successfully updated.
hi: प्रोफ़ाइल डेटा सफलतापूर्वक अपडेट कर दिया गया है।
kn: ಪ್ರೊಫೈಲ್ ಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.

source: To complete the change of email address, click on the link sent to it.
hi: ईमेल पते के परिवर्तन को पूरा करने के लिए, उस पर भेजे गए लिंक पर क्लिक करें।
kn: ಇಮೇಲ್ ವಿಳಾಸದ ಬದಲಾವಣೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು, ಅದಕ್ಕೆ ಕಳುಹಿಸಲಾದ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Email successfully changed.
hi: ईमेल सफलतापूर्वक बदला गया।
kn: ಇಮೇಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ.

source: You have successfully changed your email!
hi: आपने अपना ईमेल सफलतापूर्वक बदल लिया है!
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಿರುವಿರಿ!

source: Your username has been successfully sent to your email.
hi: आपका उपयोगकर्ता नाम आपके ईमेल पर सफलतापूर्वक भेज दिया गया है।
kn: ನಿಮ್ಮ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ.

source: Your password was changed.
hi: आपका पासवर्ड बदल दिया गया था।
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.

source: Your password has been set. You may go ahead and log in now.
hi: आपका पासवर्ड सेट कर दिया गया है। आप आगे बढ़ सकते हैं और अभी लॉग इन कर सकते हैं।
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ. ನೀವು ಮುಂದೆ ಹೋಗಿ ಈಗ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು.

source: Person not found in the database
hi: व्यक्ति डेटाबेस में नहीं मिला
kn: ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ವ್ಯಕ್ತಿ ಕಂಡುಬಂದಿಲ್ಲ

source: You have found a missing person!
hi: आपको एक लापता व्यक्ति मिल गया है!
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯನ್ನು ನೀವು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ!

source: Face not found in the Image. Upload again.
hi: छवि में पाया गया चेहरा:
kn: ಚಿತ್ರದಲ್ಲಿ ಕಂಡುಬರುವ ಮುಖ(ಗಳು):

source: face(s) found in the Image:
hi: छवि में पाया गया चेहरा:
kn: ಚಿತ್ರದಲ್ಲಿ ಕಂಡುಬರುವ ಮುಖ(ಗಳು):

source: Your case has been submitted.
hi: आपका केस सबमिट कर दिया गया है.
kn: ನಿಮ್ಮ ಪ್ರಕರಣವನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ.

source: English
hi: अंग्रेज़ी
kn: ಆಂಗ್ಲ

source: Hindi
hi: हिन्दी
kn: ಹಿಂದಿ

source: Kannada
hi: कन्नड़
kn: ಕನ್ನಡ

source: Change language
hi: भाषा बदलो
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ

source: Log out
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್

source: File Case
hi: फ़ाइल केस
kn: ಫೈಲ್ ಕೇಸ್

source: Missing Cases
hi: गुम मामले
kn: ಕಾಣೆಯಾದ ಪ್ರಕರಣಗಳು

source: Find Match
hi: जोड़ी मिलाओ
kn: ಹೊಂದಾಣಿಕೆಯನ್ನು ಹುಡುಕಿ

source: Users
hi: उपयोगकर्ताओं
kn: ಬಳಕೆದಾರರು

source: Select the language
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Found by:
hi: पर मिला
kn: ನಲ್ಲಿ ಕಂಡುಬಂದಿದೆ

source: Found at
hi: पर मिला
kn: ನಲ್ಲಿ ಕಂಡುಬಂದಿದೆ

source: What we do?
hi: हम क्या करते हैं?
kn: ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ?

source: India is witnessing a shocking trend in the number of cases of missing children, women and men being reported across the country. At this time and age, we see that face recognition is used in various streams and platforms. We have set out with an objective, "To Create A Robust And Efficient Face Recognition To Find People Missing Or Lost"
hi: भारत देश भर में लापता बच्चों, महिलाओं और पुरुषों के लापता होने के मामलों की संख्या में एक चौंकाने वाला रुझान देख रहा है। इस समय और उम्र में, हम देखते हैं कि विभिन्न धाराओं और प्लेटफार्मों में चेहरे की पहचान का उपयोग किया जाता है। हमने एक उद्देश्य के साथ निर्धारित किया है, "लापता या गुम हुए लोगों को खोजने के लिए एक मजबूत और कुशल चेहरा पहचान बनाना"
kn: ದೇಶಾದ್ಯಂತ ವರದಿಯಾಗುತ್ತಿರುವ ಮಕ್ಕಳು, ಮಹಿಳೆಯರು ಮತ್ತು ಪುರುಷರು ಕಾಣೆಯಾದ ಪ್ರಕರಣಗಳ ಸಂಖ್ಯೆಯಲ್ಲಿ ಭಾರತವು ಆಘಾತಕಾರಿ ಪ್ರವೃತ್ತಿಯನ್ನು ನೋಡುತ್ತಿದೆ. ಈ ಸಮಯದಲ್ಲಿ ಮತ್ತು ವಯಸ್ಸಿನಲ್ಲಿ, ವಿವಿಧ ಸ್ಟ್ರೀಮ್‌ಗಳು ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಮುಖ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಬಳಸುವುದನ್ನು ನಾವು ನೋಡುತ್ತೇವೆ. "ಕಾಣೆಯಾದ ಅಥವಾ ಕಳೆದುಹೋದ ಜನರನ್ನು ಹುಡುಕಲು ದೃಢವಾದ ಮತ್ತು ಸಮರ್ಥ ಮುಖ ಗುರುತಿಸುವಿಕೆಯನ್ನು ರಚಿಸಲು" ಎಂಬ ಉದ್ದೇಶವನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ.

source: Total people missing
hi: कुल लोग लापता
kn: ಒಟ್ಟು ಜನರು ಕಾಣೆಯಾಗಿದ್ದಾರೆ

source: Total people found
hi: कुल लोग मिले
kn: ಒಟ್ಟು ಜನರು ಕಂಡುಬಂದಿದ್ದಾರೆ

source: No of users
hi: उपयोगकर्ताओं की संख्या
kn: ಬಳಕೆದಾರರ ಸಂಖ್ಯೆ

source: Steps to file a case:
hi: मामला दर्ज करने के लिए कदम:
kn: 842 / 5,000 Translation results ಪ್ರಕರಣ ದಾಖಲಿಸಲು ಕ್ರಮಗಳು:

source: Go to File Missing Tab
hi: फाइल मिसिंग टैब पर जाएं
kn: ಫೈಲ್ ಮಿಸ್ಸಿಂಗ್ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ

source: Upload 3-5 faces of the missing person
hi: जोड़ी मिलाओ लापता व्यक्ति के 3-5 चेहरे अपलोड करें
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯ 3-5 ಮುಖಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Enter the details and hit submit
hi: विवरण दर्ज करें और सबमिट दबाएं
kn: ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಸಲ್ಲಿಸು ಒತ್ತಿರಿ

source: You will be notified if the case was successfully submitted
hi: आपको मिले व्यक्ति को अपलोड करने के लिए:
kn: ಪ್ರಕರಣವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಿದರೆ ನಿಮಗೆ ಸೂಚಿಸಲಾಗುತ್ತದೆ

source: To upload a person you found:
hi: यदि मामला सफलतापूर्वक सबमिट किया गया तो आपको सूचित किया जाएगा
kn: ನೀವು ಕಂಡುಕೊಂಡ ವ್ಯಕ್ತಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು:

source: Go to Find Match Tab
hi: फाइंड मैच टैब पर जाएं
kn: ಫೈಂಡ್ ಮ್ಯಾಚ್ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ

source: Upload face of the missing person
hi: लापता व्यक्ति का चेहरा अपलोड करें
kn: ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಯ ಮುಖವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Enter your phone number and details of where you found them
hi: अपना फ़ोन नंबर और विवरण दर्ज करें कि आपने उन्हें कहाँ पाया
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಮತ್ತು ನೀವು ಅವುಗಳನ್ನು ಎಲ್ಲಿ ಕಂಡುಕೊಂಡಿದ್ದೀರಿ ಎಂಬುದರ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ

source: Hit submit and matching is initiated, wait until the process is completed
hi: सबमिट दबाएं और मिलान शुरू हो गया है, प्रक्रिया पूरी होने तक प्रतीक्षा करें
kn: ಸಲ್ಲಿಸು ಒತ್ತಿರಿ ಮತ್ತು ಹೊಂದಾಣಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ, ಪ್ರಕ್ರಿಯೆಯು ಪೂರ್ಣಗೊಳ್ಳುವವರೆಗೆ ಕಾಯಿರಿ

source: To view all the people who went missing:
hi: लापता हुए सभी लोगों को देखने के लिए:
kn: ಕಾಣೆಯಾದ ಎಲ್ಲ ಜನರನ್ನು ವೀಕ್ಷಿಸಲು:

source: Go to Missing Cases Tab
hi: गुम मामले टैब पर जाएं
kn: ಮಿಸ್ಸಿಂಗ್ ಕೇಸ್‌ಗಳ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ

source: All the people who have not been found yet are displayed
hi: वे सभी लोग जो अभी तक नहीं मिले हैं, प्रदर्शित किए जाते हैं
kn: ಇನ್ನೂ ಪತ್ತೆಯಾಗದ ಎಲ್ಲಾ ಜನರನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ

source: Leaderboard
hi: लीडरबोर्ड
kn: ಲೀಡರ್‌ಬೋರ್ಡ್

source: Today
hi: आज
kn: ಇಂದು

source: All Time
hi: पूरा समय
kn: ಎಲ್ಲ ಸಮಯದಲ್ಲು

source: Month
hi: महीना
kn: ತಿಂಗಳು

source: Checking database for the person. Please wait, do not refresh.
kn: ವ್ಯಕ್ತಿಗಾಗಿ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ರಿಫ್ರೆಶ್ ಮಾಡಬೇಡಿ.
